Repository: myclabs/Inventory
Catalog: application/languages/Doc/library.tmx
Source language: fr
Languages: en

source: Taille (Mo)
en: Size (Mo)

source: Adresse du fichier
en: File address

source: Citations
en: Quotations

source: Ajout d'un document
en: Creation of a document

source: Téléversement en cours…
en: Uploading…

source: Le type MIME du fichier joint n'est pas autorisé ou n'a pas été reconnu.
en: The MIME type of the file is not allowed or could not be read.

source: L'adresse indiquée est vide ou invalide.
en: Given address is empty or not valid.

source: Une erreur est intervenue au cours du téléversement.
en: An error was encountered during upload.

source: Une erreur est intervenue au cours du téléchargement.
en: An error occurred during download.
